Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A37A.tmx
Source language: en_us
Languages: zh_cn

source: Norway's northernmost frontier
zh_cn: 冬日探访挪威极北之地

source: As the awful events of August proved, the danger of bear attacks has not gone away: as long as there are bears, they will never be completely avoidable.
zh_cn: 就像去年8月份发生的这件可怕事故所表明的，熊对人类发动攻击的危险并没有消除。

source: Yet Svalbard’s guides are never blasé about the risks – like Martin, they are all armed.
zh_cn: 只要熊还存在，危险就不可能完全避免。 斯瓦尔巴岛的导游们从来不会危言耸听，就像马丁那样，他们都带着武器。

source: Despite its breathtaking beauty, the Svalbard winter is hostile.
zh_cn: 尽管有动人心魄的美丽风景，但斯瓦尔巴岛的冬季却足以令人生畏。

source: Aside from the bears – which outnumber humans by three to two – residents and visitors must contend with enormous distances, poor means of communication, strong winds, frozen seas, ice storms and, of course, the extreme cold.
zh_cn: 除了有熊的威胁――这里熊和人的数量之比是三比二――居民和游客还必须忍受路途遥远，通讯困难，强风，海面冰封，暴风雪等带来的不便，当然还要加上极端的寒冷。

source: The temperature in the largest settlement, Longyearbyen (the world’s northernmost town), falls as low as -46?C, and only remains steadily above freezing between June and September.
zh_cn: 在这里最大的聚居区朗伊尔宾（Longyearbyen，世界上最北面的城镇），冬季的气温下降到零下46度，而全年只有在六到九月之间温度才能稳定地保持在冰点之上。

source: Nonetheless, a couple of thousand people choose to call this archipelago home.
zh_cn: 尽管如此，在这个群岛上还居住着几千居民。

source: You do not need a visa or even a passport to live here and, as a result, the human population is diverse, comprising 26 different nationalities – from Russians to Indians, Swedes to Chinese.
zh_cn: 在这里居住不需要签证，甚至不需要护照，结果造成了这里居民国籍的多样化――总共有26种国籍，从俄罗斯到印度，从瑞典到中国。

source: There was an Iranian here until last year, too – a refugee from political persecution in his own country.
zh_cn: 到去年为止这里甚至还有一位伊朗人――他是一个难民，到这里是为了逃避在他自己国家里遭受到的政治迫害。

source: After Norwegians, the biggest group is Thai.
zh_cn: 除了挪威人之外，这里最大的族群是泰国人。

source: ‘Thirty years ago, a Norwegian from Svalbard fell in love with a Thai woman,’ explains Lisa, a guide in Longyearbyen. ‘I guess word got around.’
zh_cn: “三十年前，有一位来自斯瓦尔巴岛的挪威人爱上了一位泰国女人，”朗伊尔宾的导游丽萨解释说，“我猜想这件事后来传开去了。”

source: Walking through Longyearbyen – a cluster of pretty, multicoloured wooden houses buried deep in the drifts – it soon becomes apparent that the word did indeed spread.
zh_cn: 在朗伊尔宾走一走，只见一排排色彩各异玲珑精巧的木头房子深埋在雪堆里。 我们很快就明白，泰国女人的故事果然是传开了。

source: ‘I was looking for work abroad and it was easier to apply here than anywhere else,’ says Lek, a Thai cleaner who moved from Bangkok to Longyearbyen 10 years ago with her daughter. ‘But I really like it. Last year I married a Norwegian, too.’
zh_cn: “我曾在国外找工作，发现这儿比其它任何地方都更容易找到工作，”来自泰国的清洁工莱克说，她带着女儿十年前从曼谷来到这里，“我真的很喜欢这里，去年我也和一个挪威人结了婚。

source: Patricia, a Peruvian who runs a sports boutique, doesn’t seem quite so sold on the cold.
zh_cn: ”来自秘鲁的帕特莉西雅开了一家体育用品店，她似乎不太喜欢这里寒冷的天气。

source: ‘I didn’t know there would be no flowers,’ she says. ‘And no trees.
zh_cn: 我不知道这里没有鲜花，没有树”她说，

source: I’ve been here six years, but it is a nice place to live.
zh_cn: ““我来到这里已经有六年了，但是在这里生活还不错。

source: Especially in March – that’s my favourite time of year.’
zh_cn: 特别是在三月份，这是我一年中最喜欢的月份。

source: Jayakumar, a Malaysian technician, has no such mixed feelings.
zh_cn: ”技术员嘉亚库马是马来西亚人，他并没有这种爱恨交加的感觉。

source: ‘It’s so cool,’ he says, with a massive grin. ‘The best part is snowmobiling.
zh_cn: “这里真的很酷，”他灿然地笑着说，“最开心的是驾驶摩托雪橇。

source: And in summer, with the long hours of daylight, it’s a party all the time.’
zh_cn: 在夏天这里的白日时间很长，好像总是在开派对。

source: It isn’t far from Longyearbyen to the Arctic wilderness: in fact, it’s just around the corner.
zh_cn: ” 从朗伊尔宾到极地荒原并不遥远，事实上荒原近在咫尺。

source: Just 20 minutes from the town by snowmobile, up in the mountains, the sky has clouded over.
zh_cn: 只要从城里乘坐摩托雪橇行驶二十分钟就到了山上，这时乌云笼罩了天空。

source: There is perhaps no landscape on Earth so profoundly changed by the light as the frozen poles.
zh_cn: 也许在地球上没有别的地方像天寒地冻的极地那样，景色会随着光线发生如此大的变化。

source: Under flat grey clouds, the landscape looks starkly monochrome, without any hint of colour: nothing but pure white snow and sharp black rocks.
zh_cn: 在厚重的乌云下天地间变成了单色调，看不见丝毫色彩的迹象，除了白色的积雪和深黑色的岩石没有任何其它。

source: Then, when the light glows softly around the clouds, it comes to life.
zh_cn: 然后，当柔软的光线出现在云层周边时，大地又恢复了生机。

source: The flat, endless white is transformed into a fairytale scene of sugared-almond pinks, lilacs and turquoises.
zh_cn: 漫无边际的白色变成了糖杏仁般的粉红，淡紫和青绿，犹如来到了童话世界。

source: When the sun peeks over the horizon, the colours intensify.
zh_cn: 当太阳在地平线上窥视大地时，色彩变得更鲜亮了。

source: The edges of the clouds become fiery gold smears. The snow glows peach.
zh_cn: 云层镶上了热烈的金边，雪地被染成了桃红色。

source: At one point, there is a patch of sky visible between slate-grey clouds that is the exact colour of crème de menthe.
zh_cn: 有一刻在铅灰色的云层中能看见一小块天空，那颜色正如一杯薄荷酒。

source: Then, as the sun sets, the whole landscape is plunged into a deep, moody cobalt blue – the beginning of a long winter night.
zh_cn: 然后到日落之后，整片风景一下跌落进阴郁的深蓝，漫漫冬夜就此开始了。

source: Beyond the mountains is another town, so different from Longyearbyen it feels like another world.
zh_cn: 在山的那一边有另外一个与朗伊尔宾完全不同的小镇，它像来自另外一个世界。

source: Back in the early years of the Cold War, Svalbard was the setting for a face-off between the Soviets and the Norwegians, both of whom built settlements here.
zh_cn: 在冷战时代早期，斯瓦尔巴岛是苏联和挪威两相对峙的地方，双方都在这里建起了聚居地。

source: Though Norway was awarded sovereignty over the archipelago in 1920, Svalbard’s status as a demilitarised and free economic zone allowed the Soviets to maintain a substantial mining operation throughout WWII and the Cold War.
zh_cn: 尽管挪威在1920年得到了群岛的主权，斯瓦尔巴作为非军事经济区，在二战和整个冷战时期苏联被允许在此开矿。

source: From the 1950s through to the 1980s, the Russian population here was about twice the size of its Norwegian counterpart.
zh_cn: 从1950到1980年代，在斯瓦尔巴岛上的俄国人是挪威人的两倍。

source: The most striking relic of those times is Barentsburg, a Russian mining base that can only be reached from Longyearbyen after several hours on a snowmobile.
zh_cn: 最触目惊心的冷战时代遗迹是俄罗斯的采矿小镇巴伦支堡，去巴伦支堡要从朗伊尔宾乘上几个小时的摩托雪橇。

source: These days, half of Barentsburg is a ghost town. Deep in the winter snow, it’s hard to tell which half.
zh_cn: 如今有半个巴伦支堡已经成了鬼城，在这个深埋在积雪中的小镇上，人们难以分辨哪一半属于人，哪一半属于鬼。

source: Abandoned buildings are painted with peeling murals of well-fed cows, a legacy of Soviet efforts to start farms in this unlikely location.
zh_cn: 废弃的房屋上有剥落的壁画，画着的是健壮的母牛。 苏联曾试图在这个鸟不拉屎的地方办农庄，这些壁画也算是一种遗承。

source: There are monuments dedicated to over-achieving workers.
zh_cn: 在镇上可以看到为劳动模范树立的纪念碑。

source: A bust of Lenin glares down over the settlement, his face half-covered in snow.
zh_cn: 一具列宁胸像俯瞰着小镇，他的脸已经被积雪覆盖了一半。

source: A few hundred people, mostly Ukrainians, still live here, but it feels like the frontier of a disappeared world, frozen in time.
zh_cn: 如今仍有几百个人在这里居住，大部分是乌克兰人。 这个地方看起来像是一个已经消失世界的边陲，被冻结在过去年代里。

source: The Soviet town runs along the edge of a wide fjord and we set off across it in a convoy.
zh_cn: 这个前苏联小镇沿着宽阔峡湾的边缘伸展。

source: We speed up through a mountain pass, bouncing over heaps of powdery snow.
zh_cn: 我们的车队出发穿过小镇，加速驶过山口，车辆在粉末状的雪堆上颠簸。

source: The glow is fading from the sky.
zh_cn: 天色已经暗了下来，车队朝西追赶着夕阳的余晖，这时刮起了暴风雪。

source: As the convoy heads west into the dying light, an ice storm descends. In the headlamps, the shower of ice sparkles like millions of falling diamonds. It is a captivating sight.
zh_cn: 在车头灯的光照下，漫天的冰珠闪闪发光，像是从天上掉下来百万颗的钻石，这是一种极能打动人心的景象。

source: The red taillights of the snowmobiles in front are all that can be seen. However, the ice is falling fast, and even these lights soon disappear behind a crystalline veil.
zh_cn: 此时能看到的只有前面摩托雪橇的红色尾灯，雪下得很大，那红色的尾灯也很快消失在一层水晶般的轻纱中。

source: Now all the drivers can do is follow the tracks, hoping that in the middle of this endless, whirling torrent they are heading in the right direction.
zh_cn: 现在所有司机能做的只有沿着车辙开车，希望在这漫天的暴风雪中不要迷失方向。

source: Soon enough, three yellow lights glimmer through the veil. This is Isfjord Radio, a former radio station that was once the only way people on Svalbard could communicate with mainland Norway.
zh_cn: 不久有三支黄色的灯光穿透了雪雾，这是伊斯峡湾无线电台，这家以前的无线电台曾经是斯瓦尔巴岛上的居民与挪威大陆联系的唯一方式。

source: Enormous satellite dishes relayed signals and Norwegian television was recorded and replayed 24 hours later for the local population – who were, therefore, consigned to live perpetually in the past.
zh_cn: 巨大的蝶形天线接收和转发信号，挪威电视台的电视节目被录制下来放到24小时之后重播，所以这里的人们像是永远生活在过去的时光中

source: Technology has moved on since then and the radio station is no longer in use.
zh_cn: 如今科技进步了，这个无线电台已经不复使用。

source: Instead, it has become a hotel – complete with a library, a long-wave radio receiver in every room and a menu of Svalbard delicacies, such as Arctic cod, reindeer and whale.
zh_cn: 现在它已经变身为一家旅馆，旅馆里有阅览室，在每个房间里还配有一台长波无线电接收器。 旅馆的菜单上有斯瓦尔巴美食，如北冰洋鳕鱼，驯鹿和鲸鱼。

source: Just four people live on this side of Spitsbergen, and they all work at the hotel. Fredrik and Lena are the cheerful young couple in charge.
zh_cn: 在斯匹次卑尔根群岛的这个角落只有四个居民，他们全在这家旅馆里工作。

source: They were offered a three-year contract to live in this otherworldly place on the shore of a frozen sea, with nothing for miles around.
zh_cn: 快乐的年轻夫妇弗里德里克和李娜是旅馆的负责人，他们得到了一份在旅馆工作三年的合同，于是就来到了这个冰海边荒无人烟的地方。

source: Why did they take it?
zh_cn: 他们为什么要这样做呢？

source: ‘First of all, because this place is amazing,’ says Fredrik.
zh_cn: “首先是因为这个地方非常迷人，”弗里德里克说，

source: ‘There’s a lot of history. Isfjord has a small place in the heart of everyone in Svalbard.’
zh_cn: “伊斯峡湾有厚重的历史积淀，它在每个斯瓦尔巴人心中都占有一席之地。

source: It is the uniqueness of Isfjord that made it so irresistible, Lena adds.
zh_cn: 李娜补充说，正是由于伊斯峡湾的独特才使他们难以拒绝这份工作”

source: ‘There was nothing to think about. Of course we would take the job.’
zh_cn: ，“没有什么可以多考虑的，我们当然要这份工作。

source: Their great passions are hunting and fishing.
zh_cn: ”他们都很喜欢打猎和钓鱼。

source: ‘A reindeer provides a lot of food for us and for our dogs,’ Fredrik explains. ‘But the rules are very strict on hunting here. It’s not like the Wild West.’
zh_cn: “一头驯鹿就能让我们和我们的狗吃上好久，”弗里德里克解释说，“但是在这里打猎有很严格的规定，这里不像被开拓之前的美国西部。

source: In the warm, cosy lounge, sipping red wine and reading a book while the Arctic storm swirls outside, it’s not hard to see why Fredrik and Lena look so contented.
zh_cn: ”坐在温暖舒适的客厅里喝着红酒，读着一本书，屋外是肆虐着的极地暴风雪，所以不难看出为什么弗里德里克和李娜对自己的生活是如此满足了。

source: ‘It’s a once-in-a-lifetime opportunity,’ Fredrik remarks.
zh_cn: “这是人的一生中只能有一次的机遇，”弗里德里克说。

source: A visit to Svalbard is just that: an unforgettable encounter with a strange, beautiful and alien world.
zh_cn: 能到斯瓦尔巴岛旅行也是一样，与这个奇异美丽而充满异域风情的地方的邂逅一定会令人终身难以忘怀。
